{
    "Angry": "G'azab",
    "Search": "Qidirish",
    "Close": "Yopish",
    "Saved Dua's List" : "Saqlab qolingan duolar",
    "Anxious": "Bezovtalik",
    "Bored": "Zerikish",
    "Confident": "Ishonch",
    "Confused": "Chalishish",
    "Content": "Qoniqish",
    "Depressed": "Depressiya",
    "Doubtful": "Shubha",
    "Grateful": "Minnatdorchilik",
    "Greedy": "Ochko'zlik",
    "Guilty": "Aybdorlik",
    "Happy": "Baxt",
    "Hurt": "Jarohat",
    "Rage": "Qahr",
    "Indecisive": "Noma'lumlik",
    "Jealous": "Hasad",
    "Lazy": "Dangasalik",
    "Lonely": "Yolg'izlik",
    "Lost": "Yo'qotish",
    "Nervous": "Asabiylik",
    "Uneasy": "Xavotirlik",
    "Regret": "Afsus",
    "Sad": "G'amginlik",
    "Scared": "Qo'rquv",
    "My Lord, I seek protection with You from the promptings of the devils; and I seek protection in You, my Lord, from their coming near me. (23:97-98).": "Rabbim, men shaytonlarning vasvasalaridan Sening himoyangni so‘rayman; va ular menga yaqinlashishidan Sening himoyangni so‘rayman. (23:97-98).",
    "Allah is sufficient for me. There is no god worthy of worship except Him. I have placed my trust in Him only and He is the Lord of the Magnificent Throne.": "Alloh menga yetarli. Uning o‘rniga ibodatga loyiq bo‘lgan hech qanday iloh yo‘q. Men faqat Unga ishonaman va U Buyuk Taxtning Rabbidir.",
    "My Lord, truly I am in dire need of any good which You may send me. (28:24)": "Rabbim, albatta, menga jo‘natgan har qanday yaxshilikka muhtojman. (28:24)",
    "My Lord, enable me to be grateful for Your favour which You have bestowed upon me and upon my parents, and to do good deeds that please You. And admit me by Your mercy amongst Your righteous servants. (27:19)": "Rabbim, menga va ota-onamga bergan ne’mating uchun minnatdor bo‘lishni nasib et, va Senga yoqadigan yaxshi ishlarga qo‘l urishni nasib et. O‘z rahmatin bilan meni Sening solih bandalaringdan qilib qo‘y.",
    "O Allah, grant us the best outcome in all of our affairs, and protect us from the humiliation of this world and the punishment of the hereafter.": "Ey Alloh, barcha ishlarimizda eng yaxshi natijani nasib et va bizni bu dunyoning qahridan va oxiratning azobidan saqla.",
    "O Allah, all the favours that I or anyone from Your creation has received in the morning, are from You Alone. You have no partner. To You Alone belong all praise and all thanks.": "Ey Alloh, men yoki Sening yaratganlaringdan kimdir ertalab olgan barcha ne’matlar faqat Seningdandir. Sening sheriging yo‘q. Faqat Sening o‘zing barcha maqtov va shukrga loyiqsan.",
    "Oh Allah, if my intended action is best for me, make it destined and easy for me, and grant me Your Blessings in it.": "Ey Alloh, agar mening niyat qilgan ishlarim menga yaxshilik keltirsa, uni amalga oshirishni osonlashtir va unda menga O‘z barakatingni nasib et.",
    "All praise is for Allah, Who provided us food and drink and Who sufficed us and has sheltered us; for how many have none to suffice them or shelter them.": "Barcha maqtovlar Allohga, bizga ovqat va ichimlik bergan, ehtiyojimizni qondirgan va boshpanamizni ta’minlagan zotga. Nechta odamlar ularni qondiradigan yoki ularni boshpanaga oladigan hech kimga ega emas.",
    "O Allah, I seek Your protection from anxiety and grief. I seek Your protection from inability and laziness. I seek Your protection from cowardice and miserliness, and I seek Your protection from being overcome by debt and being overpowered by men.": "Ey Alloh, men xavotir va qayg‘udan Sening himoyangni so‘rayman. Men beparvolik va dangasalikdan Sening himoyangni so‘rayman. Men qo‘rqoqlik va sarmoya yetishmovchiligidan Sening himoyangni so‘rayman, hamda qarzdan va odamlar tomonidan bosim ostida qolishdan Sening himoyangni so‘rayman.",
    "My Lord, I have certainly wronged myself, so forgive me. (28:16)": "Rabbim, men albatta o‘zimga zulm qildim, shuning uchun menga mag‘firat et.",
    "All praise is for Allah through whose blessing righteous actions are accomplished.": "Barcha maqtovlar Allohga, uning barakasi bilan to‘g‘ri ishlarga erishiladi.",
    "To Allah we belong and unto Him is our return. O Allah, recompense me for my affliction and replace it for me with something better.": "Biz Allohning malikasimiz va unga qaytamiz. Ey Alloh, mening sinovim uchun menga javob ber va uni yaxshiroq narsaga almashtir.",
    "Oh Allah, remove anger from my heart.": "Ey Alloh, qalbimdagi g‘azabni olib tashla.",
    "O The Ever Living, The Sustainer of all. ; I seek assistance through Your mercy. Rectify all of my affairs and do not entrust me to myself for the blink of an eye.": "Ey Doimiy Tirik, Barcha narsalarni qo‘llab-quvvatlovchi; men Sening rahmating orqali yordam so‘rayman. Barcha ishlarimni to‘g‘rilashni so‘rayman va menga o‘zimni bir lahza ham bo‘lsa o‘zimga topshirma.",
    "I seek protection in the perfect words of Allah from His anger and punishment, and from the evil of His servants, and from the evil suggestions of the devils and from them appearing to me.": "Men Allohning g‘azabidan va jazosidan, Uning qullarining yomonliklaridan, shaytonlarning yomon g‘oyalari va ularning menga ko‘rinishidan mukammal so‘zlariga himoya so‘rayman."
}