{
    "Angry": "Злость",
    "Anxious": "Тревога",
    "Bored": "Скука",
    "Confident": "Уверенность",
    "Confused": "Замешательство",
    "Content": "Удовлетворение",
    "Depressed": "Депрессия",
    "Doubtful": "Сомнение",
    "Grateful": "Благодарность",
    "Greedy": "Жадность",
    "Guilty": "Вина",
    "Happy": "Счастье",
    "Hurt": "Обида",
    "Rage": "Ярость",
    "Indecisive": "Нерешительность",
    "Jealous": "Ревность",
    "Lazy": "Лень",
    "Lonely": "Одиночество",
    "Lost": "Потерянность",
    "Nervous": "Нервозность",
    "Uneasy": "Беспокойство",
    "Regret": "Сожаление",
    "Sad": "Грусть",
    "Scared": "Страх",
    "My Lord, I seek protection with You from the promptings of the devils; and I seek protection in You, my Lord, from their coming near me. (23:97-98).": "Господь мой, я ищу защиты у Тебя от искушений дьяволов; и я ищу защиты у Тебя, Господь мой, от их приближения ко мне. (23:97-98).",
    "Allah is sufficient for me. There is no god worthy of worship except Him. I have placed my trust in Him only and He is the Lord of the Magnificent Throne.": "Аллах мне достаточно. Нет бога, достойного поклонения, кроме Него. Я положил свое доверие только на Него, и Он — Господь Великого Трона.",
    "My Lord, truly I am in dire need of any good which You may send me. (28:24)": "Господь мой, я действительно в крайне нуждаюсь в любом благе, которое Ты можешь мне послать. (28:24)",
    "My Lord, enable me to be grateful for Your favour which You have bestowed upon me and upon my parents, and to do good deeds that please You. And admit me by Your mercy amongst Your righteous servants. (27:19)": "Господь мой, дай мне возможность быть благодарным за Твои милости, которые Ты даровал мне и моим родителям, и совершать добрые дела, которые Тебе угодны. И введи меня по Твоей милости среди Твоих праведных слуг. (27:19)",
    "O Allah, grant us the best outcome in all of our affairs, and protect us from the humiliation of this world and the punishment of the hereafter.": "О Аллах, даруй нам наилучший исход во всех наших делах и защити нас от унижения в этом мире и наказания в последующей жизни.",
    "O Allah, all the favours that I or anyone from Your creation has received in the morning, are from You Alone. You have no partner. To You Alone belong all praise and all thanks.": "О Аллах, все милости, которые я или кто-либо из Твоего творения получил утром, исходят только от Тебя. У Тебя нет партнера. Только Тебе принадлежат вся хвала и благодарность.",
    "Oh Allah, if my intended action is best for me, make it destined and easy for me, and grant me Your Blessings in it.": "О Аллах, если мое задуманное действие лучше для меня, сделай его предопределенным и легким для меня, и даруй мне Твои благословения в этом.",
    "All praise is for Allah, Who provided us food and drink and Who sufficed us and has sheltered us; for how many have none to suffice them or shelter them.": "Вся хвала Аллаху, Который дал нам пищу и питье, Который удовлетворил наши нужды и укрыл нас; сколько же людей не имеют никого, кто мог бы их удовлетворить или укрыть.",
    "O Allah, I seek Your protection from anxiety and grief. I seek Your protection from inability and laziness. I seek Your protection from cowardice and miserliness, and I seek Your protection from being overcome by debt and being overpowered by men.": "О Аллах, я ищу Твою защиту от тревоги и печали. Я ищу Твою защиту от неспособности и лени. Я ищу Твою защиту от трусости и скупости, и я ищу Твою защиту от того, чтобы быть подавленным долгами и преодоленным людьми.",
    "My Lord, I have certainly wronged myself, so forgive me. (28:16)": "Господь мой, я действительно обидел себя, так что прости меня. (28:16)",
    "All praise is for Allah through whose blessing righteous actions are accomplished.": "Вся хвала Аллаху, через чью благодать совершаются праведные поступки.",
    "To Allah we belong and unto Him is our return. O Allah, recompense me for my affliction and replace it for me with something better.": "Мы принадлежим Аллаху, и к Нему наш возврат. О Аллах, воздай мне за мое испытание и замени его чем-то лучшим.",
    "Oh Allah, remove anger from my heart.": "О Аллах, убери гнев из моего сердца.",
    "O The Ever Living, The Sustainer of all. ; I seek assistance through Your mercy. Rectify all of my affairs and do not entrust me to myself for the blink of an eye.": "О Живой, Содержатель всего; я ищу помощи через Твою милость. Исправь все мои дела и не оставляй меня самому себе даже на мгновение.",
    "I seek protection in the perfect words of Allah from His anger and punishment, and from the evil of His servants, and from the evil suggestions of the devils and from them appearing to me.": "Я ищу защиты в совершенных словах Аллаха от Его гнева и наказания, от зла Его слуг, от злых внушений дьяволов и от их появления передо мной."
}